Repository: 84000/data-translation-memory
Catalog: toh232-v4.tmx
Source language: bo
Languages: en

source: སོ་གཏོང་བ་ནས། ནམ་སྣ་ཅིག་གི་རང་བཞིན་ནམ། རིན་པོ་ཆེར་མ་གྱུར་གྱི་བར་དུ་མི་བརྟན་པའི་ཆོས་སུ་ཡང་དག་པར་འདུ་ཞིང་བགྲང་སྟེ། སེམས་ཅན་རྣམས་ཀྱི་བྱ་བའི་དོན་ཡང་མི་བྱེད་ལ།
en: Until those are blended into a single nature or become a precious object, they should be correctly classified and counted among indeterminate phenomena and are not fit for sentient beings’ use.

source: གསེག་མ་དང་། གྱོ་མོ་དང་། སོ་དོག་མེད་པའི་རང་བཞིན་དུ་གྱུར་ནས་ནི་སེམས་ཅན་རྣམས་ཀྱི་དོན་ཡང་བྱེད་ཅིང་། རིན་པོ་ཆེའི་རང་བཞིན་ཐེར་ཟུག་པ་དང་། བརྟན་པ་དང་། རྟག་པའི་ཆོས་སུ་ཡང་དག་པར་འདུ་བར་འགྱུར་རོ།
en: When they have attained the nature that is free from rocks, stones, and pebbles, then they are fit for sentient beings’ use and can be correctly included among phenomena that possess the eternal, stable, and permanent nature of precious objects. “

source: །དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་མི་འཐུན་པར་སྤྱོད་ཅིང་། ནམ་ཏིང་ངེ་འཛིན་འདི་མ་ཐོབ་ཀྱི་བར་དུ་ནི་མི་བརྟན་པའི་ཆོས་སུ་ཡང་དག་པར་འདུ་སྟེ། སེམས་ཅན་རྣམས་ཀྱི་སྐྱབས་བྱེད་པར་ཡང་མི་འགྱུར་ལ།
en: Similarly, when one is practicing in a way that is not in harmony with all phenomena, and as long as one has not obtained this samādhi, one should correctly be classified among indeterminate phenomena, and one is not capable of saving sentient beings.

source: ལྟ་བ་དང་། ཐེ་ཙོམ་དང་། ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བའི་འདུ་ཤེས་དང་། མི་རྟག་པ་དང་། མི་བརྟན་པའི་རང་བཞིན་གྱི་ཉོན་མོངས་པའི་སྐྱོན་ཐམས་ཅད་དང་བྲལ་བའི་རང་བཞིན་དུ་གྱུར་ནས། དེ་ཕྱིན་ཅད་ནི་སེམས་ཅན་རྣམས་ཀྱི་ཐེ་ཙོམ་ཐམས་ཅད་ཀྱང་གཅོད་པར་བྱེད་ཅིང་སྐྱབས་སུ་གྱུར་པ་ཡང་ཡིན་ལ།
en: When one has attained the nature that is free from the faults of the afflictions of views, of doubts, of the conception of passing into parinirvāṇa, and of belief in the nature that is impermanent and unstable, from then onward one will eliminate the doubts of all sentient beings and become their protector.

source: །སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་འདི་ལྟ་སྟེ་དཔེར་ན། སྦྲུལ་རྒས་པའི་པགས་པ་རྙིང་པ་ནམ་མ་རྗེས་ཀྱི་བར་དུ་མི་བརྟན་པའི་ཆོས་སུ་ཡང་དག་པར་འདུའོ། །
en: For the next analogy, Great Cloud Essence, it is like the old skin of an aged snake. As long as it has not been discarded, it is correctly classified among indeterminate phenomena.

source: དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་མི་འཐུན་པར་སྤྱོད་ཅིང་། ནམ་ཏིང་ངེ་འཛིན་འདི་མ་ཐོབ་ཀྱི་བར་དུ་སྦྲུལ་རྒས་པའི་པགས་པ་རྙིང་པ་བཞིན་དུ་མི་བརྟན་པའི་ཆོས་སུ་ཡང་དག་པར་འདུ་བར་འགྱུར་ལ། སྦྲུལ་རྒས་པའི་པགས་པ་རྙིང་པ་དང་འདྲ་བའི་ལྟ་བ་དང་། ཐེ་ཙོམ་དང་། ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བའི་འདུ་ཤེས་དང་། མི་རྟག་པ་དང་། མི་བརྟན་པའི་རང་བཞིན་གྱི་ཉོན་མོངས་པའི་ཤུན་ལྤགས་ཐམས་ཅད་དང་བྲལ་བའི་རང་བཞིན་དུ་གྱུར་ནས་དེ་ཕྱིན་ཅད་ནི་སེམས་ཅན་རྣམས་ཀྱི་ཐེ་ཙོམ་ཐམས་ཅད་ཀྱང་གཅོད་པར་བྱེད་ཅིང་སྐྱབས་སུ་གྱུར་པ་ཡང་ཡིན་ལ།
en: Similarly, when one has attained the nature that is free from the covering of the afflictions of views, of doubts, of the conception of passing into parinirvāṇa, and of belief in the nature that is impermanent and unstable, which is like an old snakeskin, from then onward one will eliminate the doubts of all sentient beings and become their protector.

source: རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། བརྟན་པ་དང་། ཞི་བ་དང་། བསིལ་བ་དང་། བདེ་བ་དང་། འཇིགས་པ་མེད་པར་ཡང་འགྱུར་ཞིང་སེམས་ཅན་རྣམས་ཀྱང་བདག་དང་། སེམས་ཅན་དུ་འདུ་ཤེས་པའི་ཏིང་ངེ་འཛིན་གྱི་སྤྱོད་པ་འདི་ལ་འགོད་པར་འགྱུར་རོ།
en: The seed of the nature that is permanent, eternal, stable, and tranquil will have matured, and the conception of sentient beings will be established. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་དེ་བས་ན་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་རྣམ་པ་ལྔ་པོ་འདི་དག་གིས་བདག་དང་། སེམས་ཅན་དང་། སྲོག་དང་། གང་ཟག་ཏུ་གྱུར་པ་ཉིད་དུ་ཡང་དག་པར་མཐོང་བར་འདོད་པའི་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོས་ནི་དོན་འདི་ལྟ་བུར་བལྟ་བར་བྱའོ།
en: Therefore, Great Cloud Essence, sons or daughters of noble family who wish to have a correct view regarding self, sentient being, life force, and person, which bodhisattvas who abide in this samādhi cultivate through these five aspects, should consider the meaning of this.

source: །གང་དག་དེ་ལྟར་མི་ལྟ་བ་དེ་དག་ནི་ཡང་དག་པ་མཐོང་བ་མ་ཡིན་ནོ་ཞེས་ང་སྨྲའོ། །སེམས་ཅན་དེ་དག་ནི་འཇིག་རྟེན་པའི་ཆོས་ཅན་དང་། རྨོངས་པའི་ཆོས་ཅན་ཡིན་པར་ང་སྨྲའོ། །
en: For I say that whoever does not view these correctly does not see the truth, and sentient beings such as those are bound up with worldly phenomena based on confusion.” “

source: གསོལ་བ། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པས་ཅི་ལས་དགོངས་ཏེ། འདི་སྐད་དུ་དཔེ་ལྔ་པོ་འདི་དག་ནི་དེ་ཁོ་ན་ཡིན་ཞེས་གསུང་།
en: Bhagavān, what did the Tathāgata mean by this statement, that these five analogies indicate what is real?

source: གལ་ཏེ་དེ་བཞིན་གཤེགས་པ་དེ་སྐད་གསུང་ན་ནི་འདིའི་གཏན་ཚིགས་བཀའ་སྩལ་འཚལ་ལོ།
en: If the Tathāgata says that, then I would ask him to explain the reason for this statement.

source: །འདི་ནི་སེམས་ཅན་རྣམས་ལ་ཡང་འགལ་བ་ཆེན་པོར་འགྱུར་རོ།
en: This poses a great contradiction for sentient beings.

source: བཅོམ་ལྡན་འདས་ཀྱིས་འཇིག་རྟེན་གྱི་བྱ་བ་ཐམས་ཅད་ནི་མི་རྟག་པའི་ཆོས་ཡིན་ནོ་ཞེས་ཀྱང་བཀའ་སྩལ་ན།
en: The Bhagavān has said that ‘all worldly activities are impermanent phenomena.’

source: དཔེ་ལྔ་བོ་འབྲུ་དང་། ཤིང་ལ་སོགས་པ་འབྲས་བུ་ཉིད་དུ་གྱུར་པ་ན་དེ་དག་ཇི་ལྟར་སླར་འཇིག་པར་མི་འགྱུར།
en: According to this statement, when the grain and trees and so forth used in these five examples have matured into fruition, will they not be again destroyed?

source: གལ་ཏེ་འཇིག་པར་འགྱུར་ན་ནི་སེམས་ཅན་ཡང་འཇིག་པར་འགྱུར་བས་དེ་དང་འདྲ་བར་ཆོས་ཐམས་ཅད་ཀྱང་མི་རྟག་པར་ཡང་དག་པར་འདུ་བར་འགྱུར་རོ་ཞེས་བདག་མཆི་སྟེ།
en: If they are destroyed, then since sentient beings will also be destroyed, all similar phenomena should also be correctly classified as impermanent—this is what I would say.

source: ཞིག་གོ་འཚལ་ནི་སླར་སྐྱེའོ་ཞེས་བདག་མཆིའོ།
en: What is destroyed is then born again—this is what I would say. “

source: །བདག་ནི་སེམས་ཅན་རྣམས་ལ་རྣམ་པ་གཉིས་སུ་མི་རྟོག་སྟེ།
en: I do not think that sentient beings are of two kinds, that is, permanent and impermanent.

source: འདིར་གུམ་པ་རྣམས་གཞན་དུ་སྐྱེ་བ་སོ་སོར་ལེན་པར་འགྱུར་རོ་ཞེས་བདག་མཆིའོ།
en: All those who die here take rebirth elsewhere—this is what I would say.

source: །དེ་བས་ན་ཆོས་ཐམས་ཅད་ནི་མི་རྟག་གོ་ཞེས་བདག་མཆི་སྟེ།
en: Therefore, all phenomena are impermanent—this is what I would say.

source: འཇིག་རྟེན་འདི་ན་རྟག་པའི་ཆོས་ཅིའང་ཡང་དག་པར་མ་མཐོང་ངོ་།
en: Within this world, there are no phenomena that can be correctly observed to be permanent.

source: །གལ་ཏེ་དེ་ལྟར་གྱུར་ན་རྟག་པ་དང་། མི་རྟག་པའི་དོན་གཉིས་ཀ་མ་མཆིས་སོ་ཞེས་བདག་མཆི་མོད་ཀྱི།
en: If this is the case, then there cannot be two different types, permanent and impermanent—this is what I would say.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞལ་ནས་ཤོ་བེ་བྱུང་ངོ་ཞེས་ཀྱང་ཇི་སྐད་བགྱི།
en: And yet, how could I say that the Bhagavān himself makes false statements?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྤྲིན་ཆེན་སྙིང་པོ་ཅི་དར་གྱི་སྲིན་བུ་ལྟར་བདག་ཉིད་དཀྲི་བར་སེམས་སམ།
en: The Bhagavān replied, “Great Cloud Essence, by contemplating in this way, have you not entangled yourself like a silkworm?

source: འདི་ན་མི་ལ་ལ་དེ་འདྲ་བའི་ཕྱིར་ཀྱེ་མ་ཁྱོད་ཀྱི་བཞིན་ཟླ་བ་འདྲའོ་ཞེས་ཟླ་བ་ལས་དཔེ་ལེན་པར་བྱེད་ལ།
en: What if, in a similar fashion, a certain person were to draw a comparison with the moon, saying to another, ‘Oh! Your face resembles a moon!’

source: མི་གཞན་ཞིག་གིས་ནི་ཀྱེ་མ་གླང་པོ་ཆེའི་དབང་པོ་རི་དང་འདྲའོ་ཞེས་རི་ལས་དཔེ་ལེན་པར་བྱེད་ན།
en: Or another person were to draw a comparison with a mountain, saying, ‘Ah, the lord of elephants is like a mountain!’

source: ཅི་ཟླ་བ་བཞིན་དང་འདྲ་བར་འགྱུར་རམ། རི་ཡང་གླང་པོ་ཆེ་དང་འདྲ་བར་འགྱུར་རམ་ཞེས་བརྗོད་དགོས་སོ། །
en: Tell me—would that person’s face become like the moon, or would the great elephant become like a mountain?” “

source: གསོལ་པ། འདི་ནི་དཔེར་བགྱི་བ་ལགས་ཞེས་བདག་མཆིའོ། །
en: Here, I would say that they are just drawing comparisons.” “

source: བཀའ་སྩལ་པ། སྤྲིན་ཆེན་སྙིང་པོ་བརྟན་པའི་དཔེ་ནི་འཇིག་རྟེན་ཐམས་ཅད་ན་མེད་དེ།
en: Great Cloud Essence, within all worlds there is nothing that can truly be compared with these teachings.

source: དེ་དང་འདྲ་བ་ཙམ་གྱི་ཕྱིར་དཔེ་རྣམ་པ་ལྔ་པོ་འདི་དག་ངས་དཔེར་བྱས་མོད་ཀྱི།
en: It is only because they bear some superficial resemblance that I have drawn comparisons using these five analogies.

source: འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་ནི་དཔེ་མེད་པར་རིག་པར་བྱའོ།
en: However, you must understand that there is nothing that compares to bodhisattvas who abide in this samādhi.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པས་ཅི་ལས་དགོངས་ཏེ་ཐར་པ་ལ་ལྕགས་ཀྱི་མར་མེ་གུམ་པའི་ཚུལ་དང་འདྲ་ཞེས་གསུང་།
en: Bhagavān, what did the Tathāgata mean by saying that liberation is like the extinguishing of an iron lamp?” “

source: བཀའ་སྩལ་པ། ང་ནི་ཐར་པ་ལ་ལྕགས་ཀྱི་མར་མེ་ཤི་བའི་ཚུལ་དང་འདྲ་ཞེས་མི་ཟེར་གྱི་ཉོན་མོངས་པ་ཟད་པ་ལ་ཟེར་རོ། །
en: I did not say that liberation is like the extinguishing of an iron lamp. Rather, I was speaking of the exhaustion of the afflictions.” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཅི་མཁྱེན་བཞིན་དུ་ཐར་པ་ལ་མི་གསུང་གི། །ཉོན་མོངས་པ་ཟད་པ་ལ་གསུང་ངོ་ཞེས་ཤོ་བེ་གསུང་ངམ།
en: Bhagavān, given that you were not speaking of liberation but rather of the exhaustion of the afflictions, according to what understanding did you make such a false statement?

source: ད་ལྟར་ནི་འདི་སྐད་གསུང་ལ་ཆོས་ཐམས་ཅད་ཆུ་ཟླ་དང་འདྲ་སྟེ། སྒྱུ་མ་ལྟ་བུའོ་ཞེས་ཀྱང་དེ་བཞིན་གཤེགས་པས་གསུངས་སོ། །
en: What would you say now about the Tathāgata’s statement that all phenomena are like the moon reflected in water and like illusions?” “

source: བཀའ་སྩལ་པ། ཆུ་ཟླ་དང་འདྲ་བ་དང་། སྒྱུ་མ་ལྟ་བུ་དང་འདྲ་ཞེས་བྱ་བ་ནི་ཉོན་མོངས་པ་ཟད་པ་ལ་གསུངས་ཀྱི་ཆོས་ཐམས་ཅད་ལ་མ་གསུངས་ཏེ།
en: This talk of being like the moon in water and like an illusion was also uttered in relation to the exhaustion of the afflictions. I was not speaking of all phenomena.

source: ཆོས་ལ་ལ་ནི་རྟག །ཆོས་ལ་ལ་ནི་མི་རྟག་ཅེས་ང་སྨྲའོ། །ཡང་བཀའ་སྩལ་པ།
en: Some phenomena are permanent, and some phenomena are impermanent—this is what I have said.

source: ཇི་ལྟ་ཞེ་ན།
en: How is this?

source: སེམས་ཅན་གང་དག་ཐར་པའི་ཕྱོགས་སུ་གཏོགས་པ་དེ་དག་ནི་རྟག་པའི་ཆོས་ཅན་ཡིན་ནོ།
en: Those sentient beings who are included on the side of liberation possess the character of permanent phenomena.

source: །གང་དག་སེམས་ཅན་མེད་པ་དང་། སྲོག་མེད་པའི་ཕྱོགས་སུ་གཏོགས་པ་དེ་དག་ནི་མི་རྟག་པའི་ཆོས་ཅན་ཞེས་ང་སྨྲའོ། །
en: Those who are included on the side of the absence of sentient beings and a life force possess the character of impermanent phenomena—this is what I have said.” “

source: གསོལ་པ། དངོས་པོ་མ་མཆིས་པའི་ཚུལ་དུ་བཀའ་སྩལ་ལགས་ན། ཅི་ལས་དགོངས་ཏེ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པས་ལྕགས་ཀྱི་མར་མེ་གུམ་པ་ལྟ་བུའི་ཚུལ་དུ་བསྟན་པ་མཛད། ི
en: Since you have replied from the standpoint of insubstantiality, what did the Bhagavān Tathāgata mean by teaching about being like the extinguishing of an iron lamp?” “

source: བཀའ་སྩལ་པ།ེ དེ་ལ་དངོས་པོ་ཅི་ཞིག་ཡོད།
en: What substantial entity exists there?” “

source: གསོལ་པ། འབྲུ་མར་གྱི་སྣོད་དང་། ལྕགས་ཀྱི་རང་བཞིན་མཆིས་སོ། །
en: There is the container of oil and its nature of iron.” “

source: བཀའ་སྩལ་པ། སྤྲིན་ཆེན་སྙིང་པོ་ལེགས་སོ། །ལེགས་སོ།
en: Excellent, Great Cloud Essence, excellent!

source: །དེ་ལྟར་ལྟ་བར་འདོད་པའི་བྱང་ཆུབ་སེམས་དཔས་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་དངོས་པོའི་རང་བཞིན་དང་འདྲ་བར་བལྟ་བར་བྱའོ། །གལ་ཏེ་འབྲུ་མར་གྱི་སྣོད་དང་།
en: Bodhisattvas who desire to see in this way should similarly see bodhisattvas who abide in this samādhi as having a substantial nature.

source: ལྕགས་ཀྱི་རང་བཞིན་དང་ལྷན་ཅིག་ཏུ་མར་མེ་གུམ་པ་ལྟ་བུ་དེ་ཐར་པའི་ཚུལ་ཡིན་ནོ་ཞེས་དེ་བཞིན་གཤེགས་པས་བཤད་པར་གྱུར་ན་ནི་དེ་ལྟར་ན་དེ་བཞིན་གཤེགས་པ་ཆད་པར་སྨྲ་བར་ཡང་འགྱུར་བ་ཞིག་ན།
en: If the Tathāgata had taught that the container of oil and the nature of iron are extinguished simultaneously with the lamp, and that this is the manner of liberation, then it would follow that the Tathāgata is a proponent of nihilist views.

source: སྤྲིན་ཆེན་སྙིང་པོ་ངས་ནི་དེ་སྐད་མ་བཤད་ཀྱི་དངོས་པོ་མེད་པའི་ཚུལ་དུ་བཤད་དེ།
en: Great Cloud Essence, I have not taught this.

source: ལྕགས་ཀྱི་མར་མེ་ཤི་བའི་ཚུལ་དུ་བཤད་པ་གང་ཡིན་པ་དེ་ནི་ཉོན་མོངས་པ་རབ་ཏུ་ཞི་བའི་ཐ་ཚིག་སྟེ་དངོས་པོ་ནི་ཡོད་ཅེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: However, that way of teaching according to insubstantiality—the teaching on the extinguishing of an iron lamp—describes the complete quelling of the afflictions. But the definitive teaching is that a substantial entity exists.” “

source: །གསོལ་པ། སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་རབ་ཏུ་བསྒྲིམས་ཏེ་བསྐལ་པ་བྱེ་བ་ཕྲག་མང་པོར་བཙལ་ཀྱང་མི་རྙེད་དོ་ཞེས་གསུངས་པའི་དོན་འདི་ཡང་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པས་བཤད་དུ་གསོལ།
en: I beseech the Bhagavān Tathāgata to explain the previous teaching that even if all the buddhas search with the utmost concentration for billions of eons, they will never find a substantial entity.” “

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་སྲིད་པ་ཐམས་ཅད་དུ་བསྐལ་པ་བྱེ་བ་ཕྲག་གྲངས་མེད་པ་ལ་སོགས་པར་རབ་ཏུ་བསྒྲིམས་ཏེ་བཙལ་ཀྱང་སེམས་ཅན་དུ་འདུ་ཤེས་པ་རྙེད་པར་འགྱུར་བ་དེ་ནི་གནས་མེད་དོ།
en: If all the tathāgatas were to search all realms of existence for countless billions of eons with the utmost concentration, it is unfounded to say that they would find the conception of a sentient being.

source: །འདི་ལྟ་སྟེ་དཔེར་ན། རྒྱལ་པོ་ཞིག་རང་གི་ཁང་བཟངས་ཀྱི་བཙུན་མོའི་འཁོར་ནས་བྱུང་སྟེ།
en: To give an analogy, it is like a king among his queen and her retinue who is seen leaving his palace to go to another place.

source: གནས་གཞན་ཞིག་ཏུ་སོང་བར་མཐོང་བ་ལ་རྒྱལ་པོ་བཙུན་མོའི་འཁོར་གྱི་ནང་ན་འདུག་གོ་ཞེས་བྱ་བ་དེ་ནི་གནས་མེད་དོ།
en: It would be unfounded to say that he is still among his queen and her retinue.

source: །དེ་བཞིན་དུ་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པ་བདག་དང་། སེམས་ཅན་དང་ལྡན་པ་སྲིད་པ་ཐམས་ཅད་སྤངས་པ་ཀུན་ནས་ཉོན་མོངས་པ་མེད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་ཅན་གྱི་དོན་ལ་སྲིད་པའི་ཉེས་པ་དང་རྣམ་པར་འདྲེས་ཤིང་འདུག་གོ་ཞེས་བྱ་བ་དེ་ནི་གནས་མེད་དོ།
en: Similarly, it would be unfounded to say that bodhisattva mahāsattvas who abide in this samādhi, who have abandoned existence as a self or a sentient being and who are free from all afflictions, are still within existence and have become defiled by its faults for the sake of sentient beings’ welfare. “

source: །དེ་བས་ན་བཅོམ་ལྡན་འདས་ཀྱིས་སྲིད་པ་ཐམས་ཅད་ན་ཡང་རྟག་པར་གནས་པའི་ཆོས་ཡུངས་འབྲུ་ཙམ་ཡང་མེད་དོ་ཞེས་བྱ་བ་དེ་ནི་བདག་དང་སེམས་ཅན་དང་སྲོག་དང་།
en: Therefore, when the Bhagavān says that within all realms of existence there are no phenomena—not even those as small as a mustard seed—that abide permanently, this teaches that there is no self, no sentient being, no life force, and no person.

source: གང་ཟག་མེད་དོ་ཞེས་བསྟན་པ་ཡིན་ཏེ་ཤིན་ཏུ་ཡུན་རིང་དུ་གནས་པ་ནི་སངས་རྒྱས་ཀྱི་ཆོས་ལ་གནས་པ་ཡིན་པར་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ།
en: Yet you should cultivate the conception that the Buddhadharma will abide for an exceptionally long time.

source: །ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཆགས་པ་ཡང་མ་ཡིན། མ་ཆགས་པ་ཡང་མ་ཡིན། ཉེ་བར་ལེན་པའི་ཆོས་ལ་གནས་པ་ཡང་མ་ཡིན་ཏེ།
en: Bodhisattvas who abide in this samādhi are not attached, they are not unattached, and they do not abide in phenomena that can be appropriated.

source: རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། བརྟན་པ་དང་། བདེ་བ་དང་། འཇིགས་པ་མེད་པ་དང་། ང་རྒྱལ་མེད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་མེད་པ་དང་། བདག་དང་། སེམས་ཅན་དང་། སྲོག་དང་། གང་ཟག་ཉིད་ཡིན་ཏེ།
en: They are permanent, eternal, stable, blissful, fearless, free from pride, and free from all afflictions, selves, sentient beings, life forces, and persons.

source: སྤྲིན་ཆེན་སྙིང་པོ་དེ་བས་ན་རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། བརྟན་པའོ་ཞེས་ང་སྨྲའོ།
en: Great Cloud Essence, it is thus that I have spoken of permanence, eternality, and stability. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་ངས་ཉན་ཐོས་ཀྱི་ཐེག་པར་དགེ་སློང་དག་ཡོངས་སུ་གཟུང་བར་བྱ་བ་གང་ཡིན་པ་དེ་ཡོངས་སུ་གཟུང་བར་གྱིས་ཤིག །
en: Great Cloud Essence, in the vehicle of the śrāvakas, I have taught, ‘Monks, you should uphold that which is to be upheld.

source: ཡོངས་སུ་གཟུང་བར་བྱ་བ་རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། བརྟན་པ་དང་། བདག་བླང་བར་བྱ་བ་བླང་བར་གྱིས་ཤིག །
en: That which is to be upheld is the acceptance of permanence, eternality, stability, and self. You should accept these.

source: ལྟ་བའི་རྟེན་དུ་གྱུར་པ་རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། བརྟན་པ་དེ་ལ་རྟེན་ཅིག་ཅེས་བསྟན་ཏེ།
en: The basis of the view is permanence, eternality, and stability, which are the single support.’

source: གསལ་བའི་དོན་མི་མངོན་པར་བྱས་ནས་གསལ་བར་ངས་བསྟན་པ་དེ་འཇིག་རྟེན་གྱིས་ཁོང་དུ་མི་ཆུད་དེ།
en: When this lucid meaning did not become conspicuous, I clarified it, but this teaching of mine was not understood by the people of the world.

source: སེམས་ཅན་བསོད་ནམས་ཆུང་ངུ་དག་ནི་ཐར་པ་ལ་ཟད་པར་སེམས་ཤིང་དེ་བཞིན་གཤེགས་པ་ཡོད་བཞིན་དུ་ཡོངས་སུ་མྱ་ངན་འདས་སོ་ཞེས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའི་འདུ་ཤེས་ལ་འཇུག་སྟེ། སྲོག་ཆགས་ཕྱེ་མ་ལེབ་མར་མེའི་ནང་དུ་ལྟུང་བ་བཞིན་ནོ།
en: Sentient beings of little merit, thinking that ‘liberation is extinction’ and ‘the Tathāgata enters a truly existent parinirvāṇa,’ began forming the conception of parinirvāṇa, viewing living beings as being like moths falling into a lantern. “

source: །འདི་ལྟ་སྟེ་དཔེར་ན་ཚོང་པའི་བུ་ཐམས་ཅད་དཔྱིད་ཀྱི་དུས་ཚིགས་སུ་ག་ཞིག་ཏུ་འདུས་ནས་རྫིང་བུ་ཆུ་ཆེན་པོའི་ནང་དུ་ཁྲུས་བྱེད་ལ། དེའི་ནང་དུ་གཅིག་གིས་ནོར་བུ་རིན་པོ་ཆེ་འོད་ཐམས་ཅད་དང་ལྡན་པ་ཞེས་བྱ་བ་བོར་ནས།
en: Consider this analogy: suppose that all the merchants had gathered in a certain place during the spring and bathed in the water of a great lake, and one of them lost the precious jewel known as endowed with all luminosity within the lake.

source: ནོར་བུ་རིན་པོ་ཆེ་དེའི་གཟི་བརྗིད་ཀྱི་མཐུས་ཀྱང་རྫིང་བུའི་ཆུའི་ཕུང་པོ་དང་། རུས་པ་དང་། གསེག་མ་དང་། གྱོ་མོ་དང་། རྡོ་ཡོད་པ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་རྣམ་པར་མཛེས་པར་གྱུར་ཏེ། དེར་ཟླ་བ་དང་། ཉི་མའི་འོད་ཀྱང་ལྷན་ནེ། ལྷང་ངེར་མི་འདུག་གོ། །
en: Through the power of that jewel’s brilliance, all the water in the lake, as well as the bones, sand, gravel, and rocks within it, would be completely illuminated, shining even more brilliantly and clearly than the light of the sun and moon.

source: དེ་ནས་སྐྱེ་བོ་མང་པོས་ནོར་བུ་དེ་བཙལ་བའི་ཕྱིར་བརྐོ་བ་དག་གིས་རྐོ་བར་བྱེད་དེ།
en: Then, many people would dig with shovels in order to find that jewel.

source: །དེའི་ནང་ནས་ཅི་ཡང་རུང་བ་ཞིག་བླངས་ནས་ནོར་བུ་དེ་རྙེད་དོ་སྙམ་དུ་སེམས་ཏེ། ཡིད་རབ་ཏུ་དགའ་བར་བྱེད་དོ།
en: Whatever they found in there, they would think, ‘I have found that jewel!’ and become overjoyed.

source: །དེ་ནས་སེམས་ཅན་དེ་དག་རྫིང་བུའི་འགྲམ་དུ་འཁོད་ནས་སོ་སོར་རློམ་སེམས་སུ་གྱུར་ན།
en: Then, those sentient beings would all sit down on the banks of the lake, and a feeling of arrogance would arise in each of them.

source: འདི་ཇི་སྙམ་དུ་སེམས་བདག་ཅག་གིས་མ་རྙེད་དོ་སྙམ་དུ་སེམས་པར་འགྱུར་རམ། དེ་ནས་སེམས་ཅན་དེ་དག་ཐམས་ཅད་ཀྱིས་ནོར་བུ་རིན་པོ་ཆེ་མ་རྙེད་ཀྱང་ཀྱེ་མ་ནོར་བུ་རིན་པོ་ཆེ་མ་རྙེད་དོ་ཞེས་ནོར་བུ་མེད་པའི་འདུ་ཤེས་འཇུག་ཅིང་རྟོག་པར་བྱེད་དམ།
en: Thinking, ‘We did not find anything,’ all those sentient beings would become dejected at not finding the precious jewel, thinking, ‘Alas!

source: དེའི་ནང་ན་ཐབས་ལ་མཁས་ཤིང་ཡིད་གཞུངས་པ་གཅིག་གིས་ནི་ནོར་བུ་རིན་པོ་ཆེ་དེ་བཙལ་ཏེ་རྙེད་དོ།
en: The jewel has not been found.’ Thinking thus, they would begin to harbor the idea that the jewel never existed and develop certainty in that. Yet, suppose one among them who was skilled in methods and intelligent searched for the jewel and was able to find it. “

source: །དེ་བཞིན་དུ་མདོ་དང་། ཏིང་ངེ་འཛིན་ཐམས་ཅད་ཀྱི་ལྡེམ་པོ་དག་གི་ཚིག་མི་ཤེས་པའི་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་ནི་ཐམས་ཅད་མི་རྟག་པ་དང་། སྟོང་པའི་འདུ་ཤེས་དང་། སེམས་ཅན་མེད་པ་སྒོམ་པར་བྱེད་དེ།
en: Similarly, the śrāvakas and pratyekabuddhas, who do not understand the concealed words of all the discourses and samādhis, meditate on the impermanence of everything, the concept of emptiness, and the nonexistence of sentient beings.

source: དེ་བཞིན་གཤེགས་པའི་རྟག་པ་ཉིད་མ་ཐོབ་པས་སེམས་ཅན་ཐམས་ཅད་འཁོར་ལོ་བཞིན་དུ་འཁོར་གྱི།
en: Because they have not obtained the understanding of the permanence of the Tathāgata, sentient beings cycle through existence like a wheel.

source: ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོས་ནི་དེ་བཞིན་གཤེགས་པའི་ལྡེམ་པོ་ངག་ནོར་བུ་བཞིན་དུ་རྙེད་པར་འགྱུར་རོ།
en: However, those noble sons and daughters who abide in this samādhi have found the precious jewel of the Tathāgata’s concealed words. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་དེ་བས་ན་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་ཤིན་ཏུ་ལྷག་པ་ཡང་དག་པར་མཐོང་བར་འདོད་པས་ནི་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་རྟག་པ་དང་། བདག་དང་། སེམས་ཅན་དུ་འདུ་ཤེས་བསྐྱེད་པར་བྱ་ཞིང་ཐར་པའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ།། །།
en: Great Cloud Essence, therefore, wishing to perfectly and correctly behold all the tathāgatas, bodhisattvas who abide in this samādhi should produce the ideas of permanence, self, and sentient beings, and they should produce the idea of liberation. “

source: རིགས་ཀྱི་བུ་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཤིང་གི་གྲིབ་མ་དང་འདྲ་བར་བལྟ་བར་བྱའོ།
en: Furthermore, noble child, you should view bodhisattvas who abide in this samādhi as being like the shade of a tree.

source: ཤིང་ཡོད་ན་གྲིབ་མ་འབྱུང་ལ།
en: When the tree is there, its shade arises.

source: གྲིབ་མ་ཡོད་ན་ལམ་དུ་ཞུགས་པར་གྱུར་ཏེ། ངལ་བར་གྱུར་པའི་སེམས་ཅན་དེར་འདུག་པ་རྣམས་དབུགས་ཕྱིན་པར་འགྱུར་རོ།
en: When there is shade, sentient beings who have become weary while traveling on the road can sit down there and catch their breath.

source: །དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་ཆོས་འདོད་པའི་སེམས་ཅན་རྣམས་ཀྱང་སྐྱབས་སུ་འགྲོ་བར་འགྱུར་རོ།
en: Similarly, those sentient beings who desire the Tathāgata’s Dharma will go to those bodhisattvas for refuge.

source: །སེམས་ཅན་གང་དག་དེ་བཞིན་གཤེགས་པ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་ལྟ་བའི་སེམས་ཅན་དེ་དག་ལ་ནི་སྐྱབས་སུ་འགྲོ་བ་ཙམ་ཡང་མེད་དོ་ཞེས་ང་སྨྲའོ།
en: I say that for any sentient beings who view the Tathāgata as having passed into parinirvāṇa, there will not be even the slightest refuge to which they could go.

source: །གང་དག་དེ་ལྟར་ཡང་དག་པར་མཐོང་བ་དེ་དག་ནི་བསྟན་པ་འདི་ལ་འཕྲོ་བར་མི་བྱེད་དོ།
en: Those who see correctly will not promulgate this doctrine.

source: །གང་དག་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བའི་འདུ་ཤེས་སུ་ལྟ་བའི་སེམས་ཅན་དེ་དག་ནི་མྱ་ངན་དུ་བྱ་བ་ཡིན་ནོ་ཞེས་ཡང་དང་ཡང་དུ་ང་སྨྲའོ།
en: I say again and again that those sentient beings of the view based on the conception of passing into parinirvāṇa are in fact creating suffering themselves.”

source: །དེ་ནས་དེའི་ཚེ་ནུབ་ཕྱོགས་ནས་གསེར་གྱི་འོད་ཆེན་པོ་ཞིག་སྣང་བར་གྱུར་ཏེ།
en: At that time, from the western direction there arose a great golden light that shone brilliantly.

source: གསེར་གྱི་འོད་ཆེན་པོ་དེས་ཀྱང་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ནོར་བུ་རིན་པོ་ཆེའི་མེའི་འོད་སྣང་བ་ཆེན་པོས་སྣང་བར་བྱས་ཏེ།
en: That great golden light illuminated the entire great trichiliocosm world-system, causing it to glow with the brilliant light of blazing jewels.

source: དེའི་སྐབས་སུ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་དེ་བཞིན་གཤེགས་པའི་འོད་གཅིག་པུ་མ་གཏོགས་པར་དེ་ལས་གཞན་པ་ཟླ་བ་དང་། ཉི་མ་རྣམས་ཀྱི་འོད་དང་། བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་རྣམས་ཀྱི་འོད་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། ནམ་མཁའ་ལྡིང་རྣམས་ཀྱི་འོད་ཐམས་ཅད་མོག་མོག་པོར་གྱུར་ཏེ། རྩིག་པ་དང་། ཤིང་དང་། ཚལ་གྱི་ནང་དང་། ལྷུན་པོ་དང་། ལྷུན་པོ་ཆེན་པོ་དང་། དེ་བཞིན་དུ་འཇིག་རྟེན་གྱི་བར་མཚམས་དེ་དག་ཐམས་ཅད་འོད་དེས་སྣང་བར་བྱས་སོ། །
en: At that time, within the entire great trichiliocosm world-system, all sources of light apart from the single brilliant light of the Tathāgata were eclipsed, including all the brilliance of the moon and sun, all the brilliance of Śakra, Brahmā, and the world guardians, and all the brilliance of the nāgas, yakṣas, and garuḍas. The light completely illuminated all stones, trees, forests, mountains, great mountains, and all intermediate spaces within the world.

source: སེམས་ཅན་དམྱལ་བ་པའི་སེམས་ཅན་གང་དག་གི་ལུས་ལ་འོད་དེས་ཕོག་པ་དེ་དག་ཐམས་ཅད་ཀྱང་སྡུག་བསྔལ་རྩེ་ཞིལ་བར་གྱུར་ཏོ།
en: All sentient beings within the hell realms who were struck by that light had their suffering quelled.

source: །བཅོམ་ལྡན་འདས་དང་འཁོར་གྱི་དཀྱིལ་འཁོར་ཆེན་པོའི་ནང་དུ་ཡང་པད་མ་བཀྲ་ཞིང་བལྟ་ན་སྡུག་ལ་ཁ་དོག་བཟང་ཞིང་ཡིད་དུ་འོང་བ་འདབ་མ་བྱེ་བ་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དང་ལྡན་པ།
en: Furthermore, within the great assembly of the Bhagavān and his retinue, sprouting from the ground there appeared six hundred million splendid and beautiful lotus flowers, fine in color and pleasing to behold, with trillions of petals, and spread out everywhere.

source: སྟེང་རིན་པོ་ཆེའི་དྲ་བ་དྲི་བསུང་དང་ལྡན་ཞིང་འཇམ་ལ་ཀ་ཙ་ལིན་དིའི་གོས་ལྟར་རེག་ན་བདེ་བ། བཀྲ་ཞིང་བལྟ་ན་སྡུག་པ་དག་གིས་ཀུན་ཏུ་ཁེབས་པ་བྱེ་བ་ཕྲག་དྲུག་ཅུ་ས་གཞི་བརྟོལ་ཏེ་མངོན་པར་འཐོན་པར་གྱུར་ཏོ།
en: Above them stretched jeweled nets that were sweet smelling, smooth and soft like kācalindi cloth, and pleasing to touch.
